"FAKESMC_DESCRIPTION" = "SMC device emulator by netkas. Required to run Mac OS X on non Apple's hardware. This modification supports hardware monitoring plugins";

"FAKESMCKEYSTORE_DESCRIPTION" = "Base platform classes allowing to run hardware monitoring plugins without installing FakeSMC driver. Suitable for Mac users";

"LPCSENSORS_DESCRIPTION" = "LPCSensors allows access to motherboard built-in temperature, voltage and tachometer sensors. Super I/O chipsets supported: ITE IT87xx, Winbond W836xx, Fintek F718xx, Nuvoton NCT677x";

"GPUSENSORS_DESCRIPTION" = "This plugin allows access to built-in sensors of wide range of GPUs";

"HWMONITOR_DESCRIPTION" = "Utility which allows to monitor values of all found sensors";

"CPUSENSORS_DESCRIPTION" = "CPUSensors plugin provides information about CPU core temperatures and multipliers. Only for Intel CPUs";

"INSTALLER_CHOICE_3_TITLE" = "FakeSMC Plug-Ins";

"ACPISENSORS_DESCRIPTION" = "ACPISensors plugin requires DSDT editing and understanding in ACPI programming. Out-of-the-box support only for  PTID ACPI device.";

